<?php

return [

  /*
   |---------------------------------------
   | 贴吧名称
   |---------------------------------------
   |
   | 该名称用于检查提交者所在贴吧的真实等级
   |
   */
  'forum' => \App\Functional\Helpers::env('forum'),

  /*
   |---------------------------------------
   | 最低等级限制
   |---------------------------------------
   |
   | 该值限制了提交者的贴吧等级，要求：
   |     >=level
   |
   */
  'level' => \App\Functional\Helpers::env('level'),

  /*
   |---------------------------------------
   | 后台管理密码
   |---------------------------------------
   |
   | 进入后台管理页面（/admin）之前需要提供该密码
   |
   | !!Note!!
   | 部署应用时请务必修改
   |
   */
  'password' => \App\Functional\Helpers::env('password')

];
